
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>尼古拉斯泽卡斯 最佳职业生涯建议 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../html5.html" />
    
    
    <link rel="prev" href="../" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    前端
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.1.1" data-path="ni-gu-la-si-ze-qia-si-zui-jia-zhi-ye-sheng-ya-jian-yi.html">
            
                <a href="ni-gu-la-si-ze-qia-si-zui-jia-zhi-ye-sheng-ya-jian-yi.html">
            
                    
                    尼古拉斯泽卡斯 最佳职业生涯建议
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.2" data-path="../html5.html">
            
                <a href="../html5.html">
            
                    
                    HTML
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3" data-path="../css.html">
            
                <a href="../css.html">
            
                    
                    CSS
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.4" data-path="../javascript.html">
            
                <a href="../javascript.html">
            
                    
                    JavaScript
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.5" data-path="../ecmascript.html">
            
                <a href="../ecmascript.html">
            
                    
                    ECMAScript
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.6" data-path="../kuang-jia.html">
            
                <a href="../kuang-jia.html">
            
                    
                    框架
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.6.1" data-path="../kuang-jia/react.html">
            
                <a href="../kuang-jia/react.html">
            
                    
                    React
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.6.1.1" data-path="../kuang-jia/react/react-domcao-zuo-xiang-jie.html">
            
                <a href="../kuang-jia/react/react-domcao-zuo-xiang-jie.html">
            
                    
                    React-DOM操作详解
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.6.1.2" data-path="../kuang-jia/react/zu-jian-ku.html">
            
                <a href="../kuang-jia/react/zu-jian-ku.html">
            
                    
                    组件库
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.6.1.2.1" data-path="../kuang-jia/react/zu-jian-ku/antdesign.html">
            
                <a href="../kuang-jia/react/zu-jian-ku/antdesign.html">
            
                    
                    AntDesign
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../chapter1.html">
            
                <a href="../chapter1.html">
            
                    
                    后端
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" >
            
                <span>
            
                    
                    Java
            
                </span>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" >
            
                <span>
            
                    
                    node.js
            
                </span>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" >
            
                <span>
            
                    
                    python
            
                </span>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../shu-ju-ku.html">
            
                <a href="../shu-ju-ku.html">
            
                    
                    数据库
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../shu-ju-ku/hbasemongodbmysqloracleredis-nosqlshu-ju-ku-yu-guan-xi-shu-ju-ku-dui-bi.html">
            
                <a href="../shu-ju-ku/hbasemongodbmysqloracleredis-nosqlshu-ju-ku-yu-guan-xi-shu-ju-ku-dui-bi.html">
            
                    
                    HBase、MongoDB、MySQL、Oracle、Redis--nosql数据库与关系数据库对比
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../she-ji.html">
            
                <a href="../she-ji.html">
            
                    
                    设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../sheng-huo.html">
            
                <a href="../sheng-huo.html">
            
                    
                    生活
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >尼古拉斯泽卡斯 最佳职业生涯建议</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p>&#x5C3C;&#x53E4;&#x62C9;&#x65AF;&#xB7;&#x6CFD;&#x5361;&#x65AF;&#xFF08; Nicholas C. Zakas&#xFF09;&#x662F;&#x4E00;&#x4F4D;&#x524D;&#x7AEF;&#x5927;&#x725B;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x76EE;&#x524D;&#x5728; Box &#x516C;&#x53F8;&#x4EFB;&#x804C;&#xFF0C;&#x4E4B;&#x524D;&#x662F;&#x5728;&#x96C5;&#x864E;&#x5C06;&#x8FD1;&#x5DE5;&#x4F5C; 5 &#x5E74;&#x3002;&#x5728;&#x96C5;&#x864E;&#x671F;&#x95F4;&#xFF0C;&#x4ED6;&#x662F;&#x96C5;&#x864E;&#x9996;&#x9875;&#x7684;&#x524D;&#x7AEF;&#x6280;&#x672F;&#x4E3B;&#x7BA1;&#xFF0C;&#x5E76;&#x4E14;&#x662F; YUI &#x5E93;&#x7684;&#x8D21;&#x732E;&#x8005;&#x3002; Nicholas &#x7F16;&#x5199;&#x7684;&#x6280;&#x672F;&#x4E66;&#x6709;&#xFF1A;&#x300A;Maintainable JavaScript | &#x7F16;&#x5199;&#x53EF;&#x7EF4;&#x62A4;&#x7684; JavaScript&#x300B;&#x3001;&#x300A;Professional JavaScript for Web Developers | JavaScript&#x9AD8;&#x7EA7;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x300B;&#x3001;&#x300A;High Performance JavaScript | &#x9AD8;&#x6027;&#x80FD;JavaScript&#x300B;&#x3001;&#x300A;Professional Ajax&#x300B;&#x3002;</p>
<p><img src="https://segmentfault.com/img/bVWtQG?w=600&amp;h=390" alt="" title="clipboard.png"></p>
<p>Nicholas C. Zakas</p>
<p>&#x6700;&#x8FD1;&#x6211;&#x4E0E;&#x4E00;&#x540C;&#x4E8B;&#x6709;&#x4E00;&#x6B21;&#x6709;&#x610F;&#x601D;&#x7684;&#x8BA8;&#x8BBA;&#x3002;&#x6211;&#x4EEC;&#x56DE;&#x5FC6;&#x4E86;&#x5404;&#x81EA;&#x6240;&#x8D70;&#x8FC7;&#x7684;&#x804C;&#x4E1A;&#x5386;&#x7A0B;&#x4EE5;&#x53CA;&#x4E0D;&#x540C;&#x4E2A;&#x6027;&#x5982;&#x4F55;&#x957F;&#x671F;&#x6D88;&#x6781;&#x5F71;&#x54CD;&#x6211;&#x4EEC;&#x7684;&#x804C;&#x4E1A;&#x3002;&#x4E8B;&#x5B9E;&#x60C5;&#x51B5;&#x662F;&#xFF0C;&#x6211;&#x66FE;&#x7ECF;&#x662F;&#x90A3;&#x79CD;&#x4ECE;&#x5927;&#x5B66;&#x91CC;&#x8D70;&#x51FA;&#x6765;&#x7684;&#x4EE4;&#x4EBA;&#x8BA8;&#x538C;&#x7684;&#x4EBA;&#xFF08;&#x6709;&#x4E9B;&#x4EBA;&#x53EF;&#x80FD;&#x4F1A;&#x8BF4;&#x6211;&#x73B0;&#x5728;&#x4ECD;&#x7136;&#x662F;&#x90A3;&#x79CD;&#x4EBA;&#xFF0C;&#x4F46;&#x8FD9;&#x662F;&#x53E6;&#x4E00;&#x56DE;&#x4E8B;&#x513F;&#xFF09;&#x3002;&#x5F53;&#x65F6;&#x6211;&#x5F88;&#x50B2;&#x6162;&#x5E76;&#x4E14;&#x5F88;&#x523B;&#x8584;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5341;&#x8DB3;&#x7684;&#x6124;&#x9752;&#x3002;&#x6211;&#x81EA;&#x4EE5;&#x4E3A;&#x6211;&#x5F88;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x7684;&#x6027;&#x683C;&#x5E76;&#x4E14;&#x4E3A;&#x8FD9;&#x79CD;&#x6027;&#x683C;&#x611F;&#x5230;&#x9A84;&#x50B2;&#x3002;</p>
<p>&#x6211;&#x66FE;&#x7ECF;&#x7ECF;&#x5E38;&#x6307;&#x51FA;&#x66F4;&#x6709;&#x7ECF;&#x9A8C;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x7684;&#x9519;&#x8BEF;&#x4E4B;&#x5904;&#x3002;&#x5C3D;&#x7BA1;&#x6211;&#x6240;&#x63D0;&#x51FA;&#x7684;&#x5927;&#x90E8;&#x5206;&#x9519;&#x8BEF;&#x662F;&#x6B63;&#x786E;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x7531;&#x4E8E;&#x6211;&#x7684;&#x4E2A;&#x6027;&#x95EE;&#x9898;&#x4F7F;&#x5F97;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x9519;&#x8BEF;&#x5E76;&#x6CA1;&#x6709;&#x8FD9;&#x4E48;&#x9AD8;&#x6548;&#x3002;&#x6BD4;&#x5982;&#x5728;&#x4E00;&#x6B21;&#x5BF9;&#x8BDD;&#x4E2D;&#xFF0C;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x540D;&#x9AD8;&#x7EA7;&#x5DE5;&#x7A0B;&#x5E08;&#x7A81;&#x7136;&#x6076;&#x72E0;&#x72E0;&#x7684;&#x8BF4;&#x9053;&#xFF0C;&#x201C;&#x5047;&#x5982;&#x4F60;&#x4E0D;&#x95ED;&#x5634;&#xFF0C;&#x6211;&#x5C31;&#x7528;&#x5C4E;**&#x628A;&#x4F60;&#x8D76;&#x51FA;&#x53BB;&#x3002;&#x201D;&#x6211;&#x53EA;&#x662F;&#x7B11;&#x7B11;&#x56E0;&#x4E3A;&#x77E5;&#x9053;&#x4ED6;&#x4E0D;&#x6562;&#x3002;&#x4E00;&#x5E74;&#x4E4B;&#x540E;&#x6211;&#x5C31;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x4ED6;&#x662F;&#x771F;&#x5FC3;&#x60F3;&#x505A;&#x8FD9;&#x4EF6;&#x4E8B;&#x7684;&#x3002;</p>
<p>&#x4ECE;&#x90A3;&#x65F6;&#x5F00;&#x59CB;&#x6211;&#x6210;&#x957F;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x5F00;&#x59CB;&#x5B66;&#x4E60;&#x5982;&#x4F55;&#x8BF4;&#x8BDD;&#xFF0C;&#x5982;&#x4F55;&#x5C0A;&#x91CD;&#x4EBA;&#x3002;&#x8FD9;&#x79CD;&#x6316;&#x82E6;&#x5728;&#x804C;&#x4E1A;&#x73AF;&#x5883;&#x4E0B;&#x5F97;&#x5230;&#x4E86;&#x63A7;&#x5236;&#xFF1B;&#x5F53;&#x6211;&#x4E0E;&#x597D;&#x670B;&#x53CB;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x628A;&#x5B83;&#x4EEC;&#x653E;&#x5230;&#x4E00;&#x8FB9;&#x3002;&#x8FD9;&#x4E9B;&#x81EA;&#x6211;&#x63A7;&#x5236;&#x80FD;&#x529B;&#x4F34;&#x968F;&#x7740;&#x5176;&#x5B83;&#x65E0;&#x4EF7;&#x7684;&#x6559;&#x8BAD;&#x5E76;&#x975E;&#x6765;&#x81EA;&#x81EA;&#x8EAB;&#x5185;&#x90E8;&#xFF0C;&#x800C;&#x662F;&#x7531;&#x4E00;&#x8DEF;&#x4E0A;&#x7684;&#x4EBA;&#x751F;&#x5BFC;&#x5E08;&#x5F15;&#x5BFC;&#x7684;&#x3002;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x4ED6;&#x4EEC;&#xFF0C;&#x6211;&#x7684;&#x4EBA;&#x9645;&#x5173;&#x7CFB;&#x5C06;&#x4F1A;&#x4F7F;&#x6211;&#x7684;&#x804C;&#x4E1A;&#x751F;&#x6DAF;&#x53D8;&#x7684;&#x5F88;&#x7CDF;&#x7CD5;&#x3002;</p>
<p>&#x56E0;&#x4E3A;&#x5DE5;&#x4F5C;&#x4E2D;&#x63A5;&#x89E6;&#x5230;&#x5F88;&#x591A;&#x4F18;&#x79C0;&#x7684;&#x4EBA;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x662F;&#x5E78;&#x798F;&#x7684;&#x3002;&#x6211;&#x7684;&#x7ECF;&#x7406;&#x4EEC;&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#x5C06;&#x81EA;&#x5DF1;&#x5851;&#x9020;&#x6210;&#x6027;&#x683C;&#x5F88;&#x597D;&#x7684;&#x4EBA;&#x3002;&#x6211;&#x4E3A;&#x4ED6;&#x4EEC;&#x611F;&#x5230;&#x81EA;&#x8C6A;&#x3002;&#x66F4;&#x751A;&#xFF0C;&#x53D7;&#x5230;&#x4ED6;&#x4EEC;&#x5F71;&#x54CD;&#xFF0C;&#x6211;&#x4E0D;&#x4EC5;&#x6210;&#x4E3A;&#x4E00;&#x540D;&#x597D;&#x7684;&#x7F16;&#x7A0B;&#x4EBA;&#x5458;&#x2014;-&#x4E5F;&#x6210;&#x4E3A;&#x4E00;&#x540D;&#x4F18;&#x79C0;&#x56E2;&#x961F;&#x6210;&#x5458;&#x548C;&#x4F18;&#x79C0;&#x4E2A;&#x4EBA;&#x3002;&#x4ED6;&#x4EEC;&#x5BF9;&#x6211;&#x7684;&#x4EBA;&#x751F;&#x5F71;&#x54CD;&#x5F88;&#x5927;&#xFF0C;&#x4EE5;&#x81F4;&#x4E8E;&#x6211;&#x7ECF;&#x5E38;&#x5C06;&#x4ED6;&#x4EEC;&#x7684;&#x5EFA;&#x8BAE;&#x8BB2;&#x7ED9;&#x6211;&#x6240;&#x6307;&#x5BFC;&#x7684;&#x540C;&#x4E8B;&#x4EEC;&#x3002;</p>
<p>&#x6211;&#x53D1;&#x73B0;&#x8FD9;&#x4E9B;&#x5EFA;&#x8BAE;&#x5177;&#x6709;&#x666E;&#x904D;&#x9002;&#x7528;&#x6027;&#xFF0C;&#x6240;&#x4EE5;&#x51B3;&#x5B9A;&#x5C06;&#x5B83;&#x4EEC;&#x5206;&#x4EAB;&#x7ED9;&#x5927;&#x5BB6;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x6709;&#x4E9B;&#x5185;&#x5BB9;&#x662F;&#x7ECF;&#x8FC7;&#x6539;&#x8FF0;&#x7684;&#xFF08;&#x672C;&#x4EBA;&#x8BB0;&#x6027;&#x4E0D;&#x5927;&#x597D;&#xFF0C;&#x4E0D;&#x80FD;&#x628A;&#x6BCF;&#x4E2A;&#x8BCD;&#x90FD;&#x8BB0;&#x4F4F;&#xFF09;&#xFF0C;&#x4F46;&#x76F8;&#x4FE1;&#x6211;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x6293;&#x4F4F;&#x4E86;&#x4E3B;&#x8981;&#x601D;&#x60F3;&#x3002;</p>
<h3 id="&#x4E0D;&#x8981;&#x6210;&#x4E3A;&#x53EA;&#x4F1A;&#x505A;&#x5FEB;&#x9910;&#x7684;&#x53A8;&#x5E08;">&#x4E0D;&#x8981;&#x6210;&#x4E3A;&#x53EA;&#x4F1A;&#x505A;&#x5FEB;&#x9910;&#x7684;&#x53A8;&#x5E08;</h3>
<p>&#x6211;&#x7684;&#x7B2C;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#x6301;&#x7EED;&#x4E86;8&#x4E2A;&#x6708;&#xFF0C;&#x4E4B;&#x540E;&#x8FD9;&#x5BB6;&#x516C;&#x53F8;&#x5C31;&#x5173;&#x95ED;&#x4E86;&#x3002;&#x5F53;&#x8DDF;&#x7ECF;&#x7406;&#x8BA8;&#x8BBA;&#x4E0B;&#x4E00;&#x6B65;&#x6211;&#x8BE5;&#x505A;&#x4EC0;&#x4E48;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x5EFA;&#x8BAE;&#x6211;&#xFF1A;</p>
<p>&#x201C;Nicholas&#xFF0C;&#x4F60;&#x7684;&#x4EF7;&#x503C;&#x4E0D;&#x53EA;&#x6709;&#x4F60;&#x7684;&#x4EE3;&#x7801;&#x3002;&#x65E0;&#x8BBA;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x8DEF;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x786E;&#x4FDD;&#x4F60;&#x81EA;&#x5DF1;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x4EC5;&#x4F1A;&#x505A;&#x5FEB;&#x9910;&#x7684;&#x53A8;&#x5E08;&#x3002;&#x4E0D;&#x8981;&#x53BB;&#x63A5;&#x53D7;&#x90A3;&#x4E9B;&#x6709;&#x660E;&#x786E;&#x76EE;&#x6807;&#x5E76;&#x4E14;&#x6B65;&#x9AA4;&#x5DF2;&#x7ECF;&#x5F88;&#x8BE6;&#x7EC6;&#x7684;&#x5DE5;&#x4F5C;&#xFF08;&#x8BD1;&#x8005;&#x6CE8;&#xFF1A;&#x4EE5;&#x6211;&#x7406;&#x89E3;&#x5E94;&#x8BE5;&#x662F;&#x50CF;&#x8F6F;&#x4EF6;&#x5916;&#x5305;&#x90A3;&#x79CD;&#x5DE5;&#x4F5C;&#xFF09;&#x3002;&#x4F60;&#x5E94;&#x8BE5;&#x53BB;&#x90A3;&#x4E9B;&#x8D4F;&#x8BC6;&#x4F60;&#x7684;&#x6D1E;&#x5BDF;&#x529B;&#x4EE5;&#x53CA;&#x6784;&#x5EFA;&#x4EA7;&#x54C1;&#x80FD;&#x529B;&#x7684;&#x516C;&#x53F8;&#x201D;</p>
<p>&#x6211;&#x7262;&#x8BB0;&#x8FD9;&#x53E5;&#x8BDD;&#x5F88;&#x591A;&#x5E74;&#x3002;&#x505A;&#x4EE3;&#x7801;&#x5B9E;&#x73B0;&#x8005;&#x4E0D;&#x591F;&#x597D;&#x2014;-&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x53C2;&#x4E0E;&#x5230;&#x6574;&#x4E2A;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x3002;&#x4E00;&#x540D;&#x597D;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x4E0D;&#x4EC5;&#x662F;&#x6309;&#x90E8;&#x5C31;&#x73ED;&#x7684;&#x5B9E;&#x73B0;&#x529F;&#x80FD;&#xFF0C;&#x8FD8;&#x5E94;&#x8BE5;&#x7ED9;&#x4E88;&#x53CD;&#x9988;&#xFF0C;&#x4E0E;&#x4EA7;&#x54C1;&#x7684;&#x62E5;&#x6709;&#x8005;&#x4E00;&#x8D77;&#x5DE5;&#x4F5C;&#xFF0C;&#x8FD9;&#x6837;&#x624D;&#x80FD;&#x6784;&#x9020;&#x51FA;&#x66F4;&#x597D;&#x7684;&#x4EA7;&#x54C1;&#x3002;&#x5F88;&#x5E78;&#x8FD0;&#xFF0C;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#x9009;&#x62E9;&#x90FD;&#x5F88;&#x660E;&#x667A;&#x5E76;&#x4E14;&#x6211;&#x4ECE;&#x6765;&#x4E0D;&#x4F1A;&#x5728;&#x4E00;&#x5BB6;&#x4E0D;&#x5C0A;&#x91CD;&#x3001;&#x4E0D;&#x91CD;&#x89C6;&#x6211;&#x7684;&#x6D1E;&#x5BDF;&#x529B;&#x7684;&#x516C;&#x53F8;&#x5F85;&#x5F88;&#x957F;&#x65F6;&#x95F4;&#x3002;</p>
<h3 id="&#x81EA;&#x6211;&#x63A8;&#x9500;">&#x81EA;&#x6211;&#x63A8;&#x9500;</h3>
<p>&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x5728;Yahoo&#x7684;&#x7ECF;&#x7406;&#x5C06;&#x6211;&#x62C9;&#x5230;&#x4E00;&#x8FB9;&#x7ED9;&#x4E86;&#x6211;&#x4E9B;&#x5EFA;&#x8BAE;&#x3002;&#x4ED6;&#x76D1;&#x7763;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x540E;&#x6765;&#x53D1;&#x73B0;&#x6211;&#x6709;&#x70B9;&#x5185;&#x5411;&#xFF1A;</p>
<p>&#x201C;&#x4F60;&#x5DE5;&#x4F5C;&#x5F88;&#x68D2;&#x3002;&#x6211;&#x559C;&#x6B22;&#x4F60;&#x4EE3;&#x7801;&#x7684;&#x98CE;&#x683C;&#x4EE5;&#x53CA;&#x5B83;&#x7684;&#x8FDE;&#x8D2F;&#x6027;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5176;&#x4ED6;&#x4EBA;&#x5E76;&#x6CA1;&#x6709;&#x770B;&#x5230;&#x3002;&#x4E3A;&#x4E86;&#x4F7F;&#x4F60;&#x73B0;&#x5728;&#x7684;&#x5DE5;&#x4F5C;&#x5F97;&#x5230;&#x597D;&#x8BC4;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x8BA9;&#x522B;&#x4EBA;&#x770B;&#x5230;&#x4F60;&#x7684;&#x4EE3;&#x7801;&#x3002;&#x4F60;&#x9700;&#x8981;&#x505A;&#x4E00;&#x4E9B;&#x81EA;&#x6211;&#x63A8;&#x9500;&#x6765;&#x5F15;&#x8D77;&#x6CE8;&#x610F;&#x3002;&#x201D;</p>
<p>&#x521A;&#x5F00;&#x59CB;&#x6211;&#x5E76;&#x6CA1;&#x6709;&#x7406;&#x89E3;&#x4ED6;&#x7684;&#x8BDD;&#xFF0C;&#x4F46;&#x540E;&#x6765;&#x6211;&#x660E;&#x767D;&#x4E86;&#x5176;&#x4E2D;&#x9053;&#x7406;&#x3002;&#x5373;&#x4F7F;&#x4F60;&#x5DE5;&#x4F5C;&#x5F88;&#x68D2;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x4EBA;&#x770B;&#x5230;&#x4F60;&#x6240;&#x505A;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x8FD9;&#x5E76;&#x6CA1;&#x6709;&#x5E2E;&#x5230;&#x4F60;&#x591A;&#x5C11;&#x3002;&#x4F60;&#x7ECF;&#x7406;&#x80FD;&#x652F;&#x6301;&#x4F60;&#xFF0C;&#x4F46;&#x4E0D;&#x80FD;&#x4E3A;&#x4F60;&#x505A;&#x8BC1;&#x660E;&#x3002;&#x4F60;&#x7EC4;&#x7EC7;&#x91CC;&#x7684;&#x4EBA;&#x9700;&#x8981;&#x77E5;&#x9053;&#x4F60;&#x7684;&#x4EF7;&#x503C;&#x6240;&#x5728;&#xFF0C;&#x6700;&#x597D;&#x7684;&#x65B9;&#x5F0F;&#x5C31;&#x662F;&#x544A;&#x8BC9;&#x4ED6;&#x4EEC;&#x4F60;&#x505A;&#x4E86;&#x4EC0;&#x4E48;&#x3002;</p>
<p>&#x6211;&#x5C06;&#x8FD9;&#x4E2A;&#x5EFA;&#x8BAE;&#x544A;&#x8BC9;&#x8FC7;&#x8BB8;&#x591A;&#x540C;&#x4E8B;&#x4E86;&#x3002;&#x81EA;&#x6211;&#x63A8;&#x9500;&#x5E76;&#x4E0D;&#x662F;&#x8BF4;&#xFF0C;&#x201C;&#x770B;&#x6211;&#xFF0C;&#x6211;&#x5F88;&#x725B;&#x903C;&#x3002;&#x201D;&#x5B83;&#x610F;&#x5473;&#x7740;&#x8BA9;&#x522B;&#x4EBA;&#x77E5;&#x9053;&#x4F60;&#x7684;&#x5DE5;&#x4F5C;&#x6709;&#x4E86;&#x5DE8;&#x5927;&#x8FDB;&#x5C55;&#x6216;&#x8005;&#x8BA9;&#x4ED6;&#x4EEC;&#x77E5;&#x9053;&#x4F60;&#x5B66;&#x5230;&#x4E86;&#x4E00;&#x4E9B;&#x65B0;&#x5185;&#x5BB9;&#x3002;&#x5B83;&#x610F;&#x5473;&#x5411;&#x522B;&#x4EBA;&#x5C55;&#x793A;&#x4F60;&#x6240;&#x9A84;&#x50B2;&#x7684;&#x6210;&#x679C;&#x3002;&#x5B83;&#x610F;&#x5473;&#x7740;&#x5E86;&#x795D;&#x81EA;&#x5DF1;&#x4EE5;&#x53CA;&#x522B;&#x4EBA;&#x7684;&#x6210;&#x5C31;&#x3002;&#x5B83;&#x610F;&#x5473;&#x7740;&#x5411;&#x4F60;&#x6240;&#x5728;&#x7684;&#x7EC4;&#x7EC7;&#x8BC1;&#x660E;&#x4F60;&#x7684;&#x4EF7;&#x503C;&#x3002;&#x5750;&#x5728;&#x89D2;&#x843D;&#x9ED8;&#x9ED8;&#x6572;&#x4EE3;&#x7801;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x603B;&#x662F;&#x6709;&#x4E00;&#x4E9B;&#x795E;&#x79D8;&#x611F;&#x2014;-&#x4E0D;&#x8981;&#x90A3;&#x6837;&#x3002;&#x4E00;&#x5C01;&#x7B80;&#x77ED;&#x7684;&#x90AE;&#x4EF6;&#xFF0C;&#x201C;&#x597D;&#xFF0C;&#x6211;&#x5B8C;&#x6210;&#x4E86;&#x65B0;&#x90AE;&#x4EF6;&#x7684;&#x5E03;&#x5C40;&#x3002;&#x4F60;&#x770B;&#x770B;&#x6709;&#x4EC0;&#x4E48;&#x5EFA;&#x8BAE;&#x5417;&#x3002;&#x201D;&#xFF0C;&#x5F80;&#x5F80;&#x4F1A;&#x8D77;&#x5230;&#x5F88;&#x5927;&#x7684;&#x4F5C;&#x7528;&#x3002;</p>
<h3 id="&#x4EBA;&#x6BD4;&#x6280;&#x672F;&#x91CD;&#x8981;">&#x201C;&#x4EBA;&#x201D;&#x6BD4;&#x6280;&#x672F;&#x91CD;&#x8981;</h3>
<p>&#x5728;&#x804C;&#x4E1A;&#x751F;&#x6DAF;&#x7684;&#x65E9;&#x671F;&#x9636;&#x6BB5;&#xFF0C;&#x6211;&#x662F;&#x5934;&#x8854;&#x9A71;&#x52A8;&#x578B;&#x3002;&#x6211;&#x603B;&#x662F;&#x60F3;&#x7740;&#x5982;&#x4F55;&#x505A;&#x624D;&#x80FD;&#x88AB;&#x63D0;&#x62D4;&#x3002;&#x5728;&#x96C5;&#x864E;&#x4E3B;&#x9875;&#x4E0A;&#x4E0E;&#x65B0;&#x7ECF;&#x7406;&#x7684;&#x7B2C;&#x4E00;&#x6B21;&#x4E00;&#x5BF9;&#x4E00;&#x4F1A;&#x8BAE;&#x4E2D;&#xFF0C;&#x6211;&#x95EE;&#x9700;&#x8981;&#x505A;&#x4EC0;&#x4E48;&#x624D;&#x80FD;&#x5F97;&#x5230;&#x63D0;&#x62D4;&#x3002;&#x4ED6;&#x7684;&#x8BDD;&#x4ECD;&#x7136;&#x5728;&#x8111;&#x6D77;&#x4E2D;&#x76D8;&#x65CB;&#xFF1A;</p>
<p>&#x201C;&#x4ECE;&#x67D0;&#x79CD;&#x610F;&#x4E49;&#x4E0A;&#x8BB2;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x7ED3;&#x675F;&#x5BF9;&#x81EA;&#x5DF1;&#x6280;&#x672F;&#x7684;&#x8BC4;&#x5224;&#xFF0C;&#x5F00;&#x59CB;&#x5173;&#x6CE8;&#x4E0E;&#x4EBA;&#x4EA4;&#x6D41;&#x7684;&#x65B9;&#x5F0F;&#x3002;&#x201D;</p>
<p>&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x6CA1;&#x6709;&#x6536;&#x5230;&#x8FC7;&#x5BF9;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x8FD9;&#x4E2A;&#x804C;&#x4E1A;&#x6BD4;&#x8FD9;&#x66F4;&#x5177;&#x6D1E;&#x5BDF;&#x529B;&#x7684;&#x89C1;&#x89E3;&#x4E86;&#x3002;&#x4ED6;&#x5B8C;&#x5168;&#x6B63;&#x786E;&#x3002;&#x5728;&#x90A3;&#x65F6;&#xFF0C;&#x6CA1;&#x6709;&#x4EBA;&#x6000;&#x7591;&#x6211;&#x7684;&#x6280;&#x672F;&#x80FD;&#x529B;&#x3002;&#x6211;&#x4EE5;&#x5199;&#x9AD8;&#x8D28;&#x91CF;&#xFF0C;&#x51E0;&#x4E4E;&#x96F6;bugs&#x7684;&#x4EE3;&#x7801;&#x800C;&#x51FA;&#x540D;&#x3002;&#x6211;&#x6240;&#x7F3A;&#x5C11;&#x7684;&#x662F;&#x9886;&#x5BFC;&#x80FD;&#x529B;&#x3002;</p>
<p>&#x4ECE;&#x90A3;&#x65F6;&#x8D77;&#xFF0C;&#x6211;&#x770B;&#x5230;&#x65E0;&#x6570;&#x5DE5;&#x7A0B;&#x5E08;&#x5904;&#x4E8E;&#x4ED6;&#x4EEC;&#x804C;&#x4E1A;&#x751F;&#x6DAF;&#x7684;&#x74F6;&#x9888;&#x671F;&#x3002;&#x4ED6;&#x4EEC;&#x806A;&#x660E;&#xFF0C;&#x5199;&#x7740;&#x4E00;&#x624B;&#x597D;&#x4EE3;&#x7801;&#xFF0C;&#x7136;&#x800C;&#x7F3A;&#x4E4F;&#x6709;&#x6548;&#x7684;&#x4E0E;&#x540C;&#x4E8B;&#x9AD8;&#x6548;&#x4EA4;&#x6D41;&#x7684;&#x80FD;&#x529B;&#x3002;&#x8FD9;&#x5C06;&#x4ED6;&#x4EEC;&#x56F0;&#x5728;&#x539F;&#x5730;&#x3002;&#x4E00;&#x65E6;&#x6709;&#x4EBA;&#x56F0;&#x5728;&#x4ED6;&#x4EEC;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x751F;&#x6DAF;&#x7684;&#x74F6;&#x9888;&#x671F;&#xFF0C;&#x6211;&#x90FD;&#x4F1A;&#x7ED9;&#x4ED6;&#x4EEC;&#x8FD9;&#x4E2A;&#x5EFA;&#x8BAE;&#x3002;</p>
<h3 id="&#x95EE;&#x9898;&#x4E0D;&#x662F;&#x95EE;&#x9898;">&#x201C;&#x95EE;&#x9898;&#x201D;&#x4E0D;&#x662F;&#x95EE;&#x9898;</h3>
<p>&#x6211;&#x5728;Yahoo&#x5931;&#x610F;&#x8FC7;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x3002;&#x53EF;&#x80FD;&#x201C;&#x5931;&#x610F;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x5E76;&#x4E0D;&#x6B63;&#x786E;&#xFF0C;&#x66F4;&#x50CF;&#x662F;&#x6124;&#x6012;&#x3002;&#x6211;&#x7ECF;&#x5E38;&#x6124;&#x6012;&#x5730;&#x4E0E;&#x4EBA;&#x4E89;&#x8BBA;&#x3002;&#x7ED3;&#x679C;&#x4E8B;&#x60C5;&#x53D8;&#x7684;&#x5F88;&#x7CDF;&#x7CD5;&#xFF0C;&#x6211;&#x81EA;&#x5DF1;&#x4E5F;&#x4E0D;&#x60F3;&#x8FD9;&#x6837;&#x3002;&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x6211;&#x5FC3;&#x60C5;&#x975E;&#x5E38;&#x5DEE;&#xFF0C;&#x5C31;&#x95EE;&#x6211;&#x5BFC;&#x5E08;&#x5982;&#x4F55;&#x5728;&#x9762;&#x5BF9;&#x8FD9;&#x4E48;&#x591A;&#x95EE;&#x9898;&#x65F6;&#x4FDD;&#x6301;&#x51B7;&#x9759;&#x7684;&#x3002;&#x4ED6;&#x56DE;&#x7B54;&#xFF1A;</p>
<p>&#x201C;&#x5F88;&#x5BB9;&#x6613;&#x3002;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x90FD;&#x4E0D;&#x662F;&#x95EE;&#x9898;&#x3002;&#x6709;&#x8FD9;&#x4E48;&#x591A;&#x5783;&#x573E;&#x4EE3;&#x7801;&#x6DF7;&#x5230;&#x7AD9;&#x70B9;&#x4E2D;&#xFF0C;&#x81F4;&#x4F7F;&#x5176;&#x5D29;&#x6E83;&#xFF0C;&#x90A3;&#x53C8;&#x5982;&#x4F55;&#xFF1F;&#x5DE5;&#x4F5C;&#x5E76;&#x4E0D;&#x662F;&#x4F60;&#x751F;&#x6D3B;&#x7684;&#x5168;&#x90E8;&#x3002;&#x8FD9;&#x4E9B;&#x4E0D;&#x662F;&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4ED6;&#x4EEC;&#x662F;&#x5DE5;&#x4F5C;&#x4E0A;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5DE5;&#x4F5C;&#x4E4B;&#x5916;&#x6240;&#x53D1;&#x751F;&#x7684;&#x4E8B;&#x60C5;&#x624D;&#x662F;&#x503C;&#x5F97;&#x5173;&#x6CE8;&#x7684;&#x3002;&#x6211;&#x56DE;&#x5230;&#x5BB6;&#x91CC;&#xFF0C;&#x6211;&#x59BB;&#x5B50;&#x5728;&#x7B49;&#x6211;&#x3002;&#x90A3;&#x624D;&#x662F;&#x5E78;&#x798F;&#x7684;&#x3002;&#x201D;</p>
<p>&#x90A3;&#x65F6;&#xFF0C;&#x6211;&#x4ECE;&#x9A6C;&#x8428;&#x8BF8;&#x585E;&#x5DDE;&#x642C;&#x5230;&#x52A0;&#x5DDE;&#xFF0C;&#x4EBA;&#x751F;&#x5730;&#x4E0D;&#x719F;&#xFF0C;&#x5F88;&#x96BE;&#x4EA4;&#x5230;&#x670B;&#x53CB;&#x3002;&#x8FD9;&#x6837;&#x5DE5;&#x4F5C;&#x5C31;&#x662F;&#x6211;&#x7684;&#x5168;&#x90E8;&#xFF0C;&#x5B83;&#x662F;&#x6211;&#x4FDD;&#x6301;&#x6B63;&#x5E38;&#x7684;&#x5BC4;&#x6258;&#x6240;&#x5728;&#xFF0C;&#x6240;&#x4EE5;&#x4E00;&#x65E6;&#x5DE5;&#x4F5C;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x4E5F;&#x5C31;&#x610F;&#x5473;&#x7740;&#x6211;&#x7684;&#x751F;&#x6D3B;&#x4E5F;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x3002;&#x901A;&#x8FC7;&#x8FD9;&#x6B21;&#x8C08;&#x8BDD;&#x6211;&#x660E;&#x767D;&#x751F;&#x6D3B;&#x4E2D;&#x9700;&#x8981;&#x67D0;&#x9879;&#x6211;&#x80FD;&#x591F;&#x56DE;&#x53BB;&#x7136;&#x540E;&#x5FD8;&#x6389;&#x5DE5;&#x4F5C;&#x4E2D;&#x9047;&#x5230;&#x7684;&#x9EBB;&#x70E6;&#x7684;&#x4E8B;&#x7269;&#x3002;</p>
<p>&#x4ED6;&#x662F;&#x5BF9;&#x7684;&#xFF0C;&#x5F53;&#x6211;&#x8C03;&#x6574;&#x5FC3;&#x6001;&#x5E76;&#x4E14;&#x5C06;&#x8FD9;&#x4E9B;&#x5DE5;&#x4F5C;&#x4E2D;&#x9047;&#x5230;&#x7684;&#x4EE4;&#x4EBA;&#x607C;&#x706B;&#x7684;&#x4E8B;&#x60C5;&#x91CD;&#x65B0;&#x5F52;&#x4E3A;&#x201C;&#x5DE5;&#x4F5C;&#x201D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x80FD;&#x591F;&#x601D;&#x8003;&#x7684;&#x66F4;&#x52A0;&#x6E05;&#x695A;&#x3002;&#x6211;&#x8FD8;&#x80FD;&#x591F;&#x8BA9;&#x81EA;&#x5DF1;&#x51B7;&#x9759;&#x4E0B;&#x6765;&#x4E0E;&#x4EBA;&#x8FDB;&#x884C;&#x66F4;&#x6109;&#x60A6;&#x7684;&#x4EA4;&#x6D41;&#x3002;</p>
<h3 id="&#x6743;&#x5A01;&#xFF0C;&#x7531;&#x4F60;&#x505A;&#x4E3B;">&#x6743;&#x5A01;&#xFF0C;&#x7531;&#x4F60;&#x505A;&#x4E3B;</h3>
<p>&#x5F53;&#x88AB;&#x63D0;&#x5347;&#x4E3A;&#x96C5;&#x864E;&#x7684;&#x9996;&#x5E2D;&#x5DE5;&#x7A0B;&#x5E08;&#x65F6;&#xFF0C;&#x6211;&#x4E0E;&#x4E3B;&#x7BA1;&#x4E00;&#x8D77;&#x8BA8;&#x8BBA;&#x8FD9;&#x4E2A;&#x804C;&#x4F4D;&#x6240;&#x9700;&#x8981;&#x627F;&#x62C5;&#x7684;&#x8D23;&#x4EFB;&#x3002;&#x6211;&#x660E;&#x767D;&#x8FD9;&#x4E2A;&#x804C;&#x4F4D;&#x66F4;&#x5E94;&#x8BE5;&#x662F;&#x4E2A;&#x9886;&#x5BFC;&#x8005;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x4F7F;&#x81EA;&#x5DF1;&#x66F4;&#x5177;&#x6743;&#x5A01;&#x6027;&#x3002;&#x6211;&#x8BF7;&#x4ED6;&#x5E2E;&#x5FD9;&#x3002;&#x8FD9;&#x662F;&#x4ED6;&#x6240;&#x8BF4;&#x7684;&#xFF1A;</p>
<p>&#x201C;&#x6211;&#x4E0D;&#x80FD;&#x544A;&#x8BC9;&#x4F60;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x5177;&#x6709;&#x6743;&#x5A01;&#x6027;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x98CE;&#x683C;&#x4E0D;&#x540C;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x81EA;&#x5DF1;&#x53D1;&#x6398;&#x51FA;&#x6765;&#x3002;&#x4F60;&#x5E94;&#x8BE5;&#x505A;&#x7684;&#x662F;&#x627E;&#x5230;&#x9002;&#x5408;&#x81EA;&#x5DF1;&#x7684;&#x98CE;&#x683C;&#x3002;&#x6211;&#x4E0D;&#x80FD;&#x544A;&#x8BC9;&#x4F60;&#x4F60;&#x7684;&#x98CE;&#x683C;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x4F46;&#x662F;&#x4F60;&#x5E94;&#x8BE5;&#x627E;&#x5230;&#x9002;&#x5408;&#x8FD9;&#x4E2A;&#x804C;&#x4F4D;&#x7684;&#x3002;&#x201D;</p>
<p>&#x90A3;&#x4E00;&#x5E74;&#xFF0C;&#x6211;&#x82B1;&#x4E86;&#x5F88;&#x591A;&#x65F6;&#x95F4;&#x6765;&#x89C2;&#x5BDF;&#x90A3;&#x4E9B;&#x6709;&#x6743;&#x5A01;&#x7684;&#x4EBA;&#x4EE5;&#x53CA;&#x4ED6;&#x4EEC;&#x4E0E;&#x4EBA;&#x4EA4;&#x6D41;&#x7684;&#x65B9;&#x5F0F;&#x3002;&#x6211;&#x628A;&#x4ED6;&#x4EEC;&#x8D70;&#x8DEF;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x8BB2;&#x8BDD;&#x7684;&#x65B9;&#x5F0F;&#x4EE5;&#x53CA;&#x5904;&#x7406;&#x95EE;&#x9898;&#x7684;&#x65B9;&#x5F0F;&#x8BB0;&#x5F55;&#x4E86;&#x4E0B;&#x6765;&#x3002;&#x6211;&#x8BD5;&#x8FC7;&#x8BB8;&#x591A;&#x4E0D;&#x540C;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x6700;&#x540E;&#x7EC8;&#x4E8E;&#x627E;&#x5230;&#x4E86;&#x80FD;&#x4E3A;&#x6211;&#x7528;&#x7684;&#x98CE;&#x683C;&#x3002;&#x6211;&#x7684;&#x98CE;&#x683C;&#x53EA;&#x9002;&#x5408;&#x6211;&#xFF0C;&#x4EFB;&#x4F55;&#x5904;&#x4E8E;&#x6743;&#x5A01;&#x6027;&#x4F4D;&#x7F6E;&#x7684;&#x4EBA;&#x90FD;&#x4F1A;&#x7ECF;&#x5386;&#x540C;&#x6837;&#x75DB;&#x82E6;&#x7684;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x3002;&#x6211;&#x7684;&#x4F18;&#x52BF;&#x662F;&#x9886;&#x5BFC;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x8DDF;&#x6211;&#x8BB2;&#x660E;&#x4E86;&#x60C5;&#x51B5;&#x3002;</p>
<h3 id="&#x4ECE;&#x600E;&#x6837;&#xFF1F;&#x8F6C;&#x5230;&#x4EC0;&#x4E48;&#xFF1F;">&#x4ECE;&#x201C;&#x600E;&#x6837;&#xFF1F;&#x201D;&#x8F6C;&#x5230;&#x201C;&#x4EC0;&#x4E48;&#xFF1F;&#x201D;</h3>
<p>&#x5728;&#x4E0E;&#x7ECF;&#x7406;&#x7684;&#x4E00;&#x6B21;&#x4EA4;&#x8C08;&#x4E2D;&#xFF0C;&#x6211;&#x95EE;&#x9053;&#x8FD9;&#x4E2A;&#x65B0;&#x804C;&#x4F4D;&#x7684;&#x671F;&#x671B;&#x662F;&#x4EC0;&#x4E48;&#x3002;&#x4ED6;&#x56DE;&#x7B54;&#x8BF4;&#xFF1A;</p>
<p>&#x201C;&#x5230;&#x73B0;&#x5728;&#x4E3A;&#x6B62;&#xFF0C;&#x4F60;&#x7684;&#x804C;&#x4E1A;&#x5728;&#x56DE;&#x7B54;&#x201C;&#x600E;&#x6837;&#xFF1F;&#x201D;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x3002;&#x5373;&#x6211;&#x4EEC;&#x544A;&#x8BC9;&#x4F60;&#x5E94;&#x8BE5;&#x505A;&#x4EC0;&#x4E48;&#x7136;&#x540E;&#x4F60;&#x60F3;&#x51FA;&#x600E;&#x6837;&#x505A;&#x3002;&#x800C;&#x4ECE;&#x8FD9;&#x4E00;&#x523B;&#x5F00;&#x59CB;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x56DE;&#x7B54;&#x7684;&#x95EE;&#x9898;&#x662F;&#x201C;&#x4EC0;&#x4E48;&#xFF1F;&#x201D;&#x3002;&#x6211;&#x5E0C;&#x671B;&#x4F60;&#x80FD;&#x591F;&#x8FC7;&#x6765;&#x544A;&#x8BC9;&#x6211;&#x5E94;&#x8BE5;&#x505A;&#x4EC0;&#x4E48;&#x3002;&#x201D;</p>
<p>&#x6211;&#x770B;&#x5230;&#x8BB8;&#x591A;&#x5DE5;&#x7A0B;&#x5E08;&#x90FD;&#x5728;&#x8FD9;&#x4E2A;&#x90E8;&#x5206;&#x72AF;&#x9519;&#x8BEF;&#x3002;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x8FD9;&#x4E2A;&#x5EFA;&#x8BAE;&#x6211;&#x540C;&#x6837;&#x4F1A;&#x9677;&#x5165;&#x56F0;&#x5883;&#x3002;&#x4ECE;&#x201C;&#x600E;&#x6837;&#xFF1F;&#x201D;&#x8F6C;&#x5230;&#x201C;&#x4EC0;&#x4E48;&#xFF1F;&#x201D;&#x662F;&#x5F88;&#x56F0;&#x96BE;&#x7684;&#xFF0C;&#x5E76;&#x4E14;&#x9700;&#x8981;&#x8BB8;&#x591A;&#x65F6;&#x95F4;&#x6765;&#x53D1;&#x5C55;&#x3002;&#x4F60;&#x9700;&#x8981;&#x5BF9;&#x81EA;&#x5DF1;&#x6240;&#x5411;&#x5F80;&#x7684;&#x4EE5;&#x53CA;&#x6240;&#x5173;&#x6CE8;&#x7684;&#x4E8B;&#x60C5;&#x6709;&#x4E00;&#x4E2A;&#x6BD4;&#x8F83;&#x6210;&#x719F;&#x7684;&#x8BA4;&#x8BC6;&#x3002;&#x6BD5;&#x7ADF;&#xFF0C;&#x5047;&#x5982;&#x4F60;&#x80FD;&#x591F;&#x82B1;&#x8D39;&#x65F6;&#x95F4;&#x5728;&#x4EFB;&#x4F55;&#x4F60;&#x60F3;&#x7684;&#x4E8B;&#x60C5;&#x4E0A;&#xFF0C;&#x4F60;&#x4E5F;&#x5E94;&#x8BE5;&#x72EC;&#x81EA;&#x5BF9;&#x81EA;&#x5DF1;&#x6240;&#x521B;&#x4F5C;&#x7684;&#x4F5C;&#x54C1;&#x8D1F;&#x8D23;&#x3002;</p>
<p>&#x5728;&#x76D2;&#x5B50;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x79F0;&#x5176;&#x4E3A;&#x201C;&#x5F00;&#x73AF;&#x8FD0;&#x884C;&#x201D;&#xFF0C;&#x610F;&#x5473;&#x7740;&#x5728;&#x6700;&#x5C11;&#x7684;&#x76D1;&#x7763;&#x4E0B;&#x4F60;&#x5B8C;&#x6210;&#x5DE5;&#x4F5C;&#x5E76;&#x4E14;&#x4ECD;&#x7136;&#x5BF9;&#x7EC4;&#x7EC7;&#x548C;&#x516C;&#x53F8;&#x6709;&#x4E00;&#x4E2A;&#x6574;&#x4F53;&#x7684;&#x79EF;&#x6781;&#x5F71;&#x54CD;&#x3002;&#x5C31;&#x5728;&#x8FD9;&#x4E00;&#x9636;&#x6BB5;&#x8BB8;&#x591A;&#x5DE5;&#x7A0B;&#x5E08;&#x5931;&#x8D25;&#x4E86;&#xFF0C;&#x6211;&#x5C06;&#x8FD9;&#x4E2A;&#x5EFA;&#x8BAE;&#x7ED9;&#x90A3;&#x4E9B;&#x52AA;&#x529B;&#x60F3;&#x8981;&#x5230;&#x4E0B;&#x4E00;&#x9636;&#x6BB5;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x3002;</p>
<h3 id="&#x8868;&#x73B0;&#x51FA;&#x4F60;&#x5728;&#x8D1F;&#x8D23;">&#x8868;&#x73B0;&#x51FA;&#x4F60;&#x5728;&#x8D1F;&#x8D23;</h3>
<p>&#x4EE5;&#x5F80;&#x5F00;&#x4F1A;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x53EA;&#x662F;&#x5750;&#x5728;&#x90A3;&#x513F;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x8BE5;&#x8BB2;&#x4E9B;&#x4EC0;&#x4E48;&#x3002;&#x5728;&#x4E0E;&#x4E3B;&#x7BA1;&#x7684;&#x4E00;&#x6B21;&#x9762;&#x5BF9;&#x9762;&#x4EA4;&#x8C08;&#x4E2D;&#xFF0C;&#x6211;&#x63D0;&#x5230;&#x6211;&#x53EA;&#x662F;&#x5728;&#x5F00;&#x4F1A;&#xFF0C;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x5728;&#x90A3;&#x513F;&#x5E76;&#x4E14;&#x4E5F;&#x6CA1;&#x505A;&#x4EC0;&#x4E48;&#x8D21;&#x732E;&#x3002;&#x4ED6;&#x8BF4;&#x9053;&#xFF1A;</p>
<p>&#x201C;&#x4EE5;&#x540E;&#x6C38;&#x8FDC;&#x90FD;&#x4E0D;&#x8981;&#x8FD9;&#x6837;&#x3002;&#x5047;&#x5982;&#x4F60;&#x5728;&#x4F1A;&#x8BAE;&#x4E2D;&#xFF0C;&#x90A3;&#x662F;&#x56E0;&#x4E3A;&#x4F60;&#x53C2;&#x52A0;&#x4E86;&#x3002;&#x5047;&#x5982;&#x4E0D;&#x786E;&#x5B9A;&#x81EA;&#x5DF1;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x5728;&#x90A3;&#x513F;&#xFF0C;&#x505C;&#x4E0B;&#x6765;&#x95EE;&#x4E00;&#x95EE;&#x3002;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x9700;&#x8981;&#x5728;&#x90A3;&#x513F;&#xFF0C;&#x90A3;&#x5C31;&#x79BB;&#x5F00;&#x3002;&#x4F60;&#x5728;&#x4E00;&#x4E2A;&#x9886;&#x5BFC;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x90A3;&#x5C31;&#x8868;&#x73B0;&#x7684;&#x50CF;&#x9886;&#x5BFC;&#x3002;&#x4E0D;&#x8981;&#x9759;&#x9759;&#x7684;&#x8D70;&#x8FDB;&#x4E00;&#x4E2A;&#x623F;&#x95F4;&#x3002;&#x53EA;&#x8981;&#x8868;&#x73B0;&#x51FA;&#x4F60;&#x5728;&#x8D1F;&#x8D23;&#xFF0C;&#x90A3;&#x4E48;&#x4EBA;&#x4EEC;&#x5C31;&#x4F1A;&#x76F8;&#x4FE1;&#x3002;&#x201D;</p>
<p>&#x4ECE;&#x8FD9;&#x4E2A;&#x5EFA;&#x8BAE;&#x91CC;&#xFF0C;&#x6211;&#x7684;&#x5BFC;&#x5E08;&#x4F7F;&#x6211;&#x60F3;&#x8D77;&#x4ECE;&#x9AD8;&#x4E2D;&#x5B66;&#x5230;&#x7684;&#x4E00;&#x4E2A;&#x6559;&#x8BAD;&#xFF1A;&#x6CA1;&#x6709;&#x4EBA;&#x77E5;&#x9053;&#x4F60;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x5728;&#x8868;&#x6F14;&#x3002;&#x5047;&#x5982;&#x4F60;&#x5F88;&#x7D27;&#x5F20;&#x4F46;&#x662F;&#x8868;&#x73B0;&#x51FA;&#x5E76;&#x4E0D;&#x7D27;&#x5F20;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x90A3;&#x4E48;&#x522B;&#x4EBA;&#x5C31;&#x4E0D;&#x4F1A;&#x77E5;&#x9053;&#x4F60;&#x5F88;&#x7D27;&#x5F20;&#x3002;&#x9886;&#x5BFC;&#x80FD;&#x529B;&#x4E5F;&#x662F;&#x4E00;&#x6837;&#x7684;&#x3002;&#x4E00;&#x53E5;&#x53E4;&#x8BED;&#x201C;&#x4E45;&#x6F14;&#x5FC5;&#x6210;&#x771F;&#x201D;&#x51FA;&#x73B0;&#x5728;&#x8111;&#x6D77;&#x4E2D;&#x3002;&#x4ECE;&#x90A3;&#x65F6;&#xFF0C;&#x6211;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x5728;&#x4F1A;&#x8BAE;&#x4E2D;&#x9759;&#x9759;&#x7684;&#x5750;&#x7740;&#x3002;&#x6211;&#x786E;&#x4FDD;&#x81EA;&#x5DF1;&#x53EA;&#x53BB;&#x53C2;&#x52A0;&#x90A3;&#x4E9B;&#x9700;&#x8981;&#x6211;&#x53C2;&#x52A0;&#x7684;&#x4F1A;&#x8BAE;&#x3002;</p>
<h3 id="&#x8BA9;&#x4ED6;&#x4EEC;&#x8D62;">&#x8BA9;&#x4ED6;&#x4EEC;&#x8D62;</h3>
<p>&#x6211;&#x7ECF;&#x5386;&#x8FC7;&#x4E00;&#x6BB5;&#x65F6;&#x671F;&#xFF0C;&#x5728;&#x8FD9;&#x6BB5;&#x65F6;&#x671F;&#x56E2;&#x961F;&#x4E2D;&#x6709;&#x8BB8;&#x591A;&#x4E89;&#x8BBA;&#x3002;&#x6211;&#x4E3A;&#x81EA;&#x5DF1;&#x4F7F;&#x7528;&#x6743;&#x5A01;&#x6765;&#x7ED3;&#x675F;&#x8FD9;&#x4E9B;&#x4E89;&#x8BBA;&#x800C;&#x611F;&#x5230;&#x5F88;&#x6EE1;&#x610F;&#x3002;&#x6211;&#x6709;&#x4E00;&#x4E2A;&#x201C;&#x6211;&#x7684;&#x89C4;&#x5219;&#x662F;&#x6700;&#x7EC8;&#x7684;&#x7ED3;&#x679C;&#x201D;&#x7684;&#x5FC3;&#x6001;&#xFF0C;&#x6211;&#x7684;&#x7ECF;&#x7406;&#x6CE8;&#x610F;&#x5230;&#x8FD9;&#x4EF6;&#x4E8B;&#x60C5;&#x5E76;&#x4E14;&#x7ED9;&#x6211;&#x5EFA;&#x8BAE;&#x8BF4;&#xFF1A;</p>
<p>&#x201C;&#x6211;&#x770B;&#x5230;&#x4F60;&#x4EEC;&#x56E2;&#x961F;&#x6709;&#x8BB8;&#x591A;&#x4E89;&#x8BBA;&#xFF0C;&#x800C;&#x4F60;&#x7ECF;&#x5E38;&#x903C;&#x8FDB;&#x4ED6;&#x4EEC;&#xFF0C;&#x8D62;&#x4E86;&#x5F88;&#x591A;&#x3002;&#x6211;&#x77E5;&#x9053;&#x5927;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#x4F60;&#x662F;&#x5BF9;&#x7684;&#xFF0C;&#x4F46;&#x6BCF;&#x9694;&#x4E00;&#x4F1A;&#x513F;&#x5E94;&#x8BE5;&#x8BA9;&#x4ED6;&#x4EEC;&#x8D62;&#x3002;&#x9009;&#x62E9;&#x90A3;&#x4E9B;&#x5BF9;&#x4F60;&#x8981;&#x7D27;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5BF9;&#x8FD9;&#x4E9B;&#x8FDB;&#x884C;&#x63A8;&#x8FDB;&#xFF0C;&#x5176;&#x5B83;&#x7684;&#x4E8B;&#x60C5;&#x8BA9;&#x4ED6;&#x4EEC;&#x8D62;&#x3002;&#x6CA1;&#x6709;&#x5FC5;&#x8981;&#x8D62;&#x53D6;&#x6BCF;&#x4E00;&#x6B21;&#x4E89;&#x8BBA;&#x3002;&#x201D;<br>&#x8FD9;&#x662F;&#x4E00;&#x5219;&#x6211;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x575A;&#x6301;&#x7684;&#x5EFA;&#x8BAE;&#x3002;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x65F6;&#x5019;&#x6211;&#x90FD;&#x662F;&#x6B63;&#x786E;&#x7684;&#xFF0C;&#x90A3;&#x4E3A;&#x4EC0;&#x4E48;&#x5E94;&#x8BE5;&#x8BA9;&#x5176;&#x4ED6;&#x4EBA;&#x8D62;&#x5462;&#xFF1F;&#x7136;&#x800C;&#xFF0C;&#x968F;&#x7740;&#x6211;&#x7684;&#x6210;&#x957F;&#x6211;&#x5F00;&#x59CB;&#x76F8;&#x4FE1;&#x4ED6;&#x7684;&#x672C;&#x80FD;&#xFF0C;&#x6211;&#x51B3;&#x5B9A;&#x8BD5;&#x4E00;&#x8BD5;&#x3002;&#x7ED3;&#x679C;&#x662F;&#xFF1A;&#x4E89;&#x8BBA;&#x51CF;&#x5C11;&#x4E86;&#x3002;&#x4ED6;&#x4EEC;&#x4E0D;&#x60F3;&#x8981;&#x5FC5;&#x987B;&#x8D62;&#x8FC7;&#x6211;&#x4E00;&#x6B21;&#x4E86;&#xFF0C;&#x5E76;&#x4E14;&#x53CD;&#x8FC7;&#x6765;&#xFF0C;&#x6211;&#x80FD;&#x591F;&#x66F4;&#x597D;&#x7684;&#x8BC6;&#x522B;&#x4E0D;&#x9700;&#x8981;&#x592A;&#x5173;&#x5FC3;&#x7684;&#x4E8B;&#x3002;&#x6211;&#x575A;&#x6301;&#x90A3;&#x4E9B;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5C06;&#x90A3;&#x4E9B;&#x4E0D;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x8BA9;&#x522B;&#x4EBA;&#x6765;&#x89E3;&#x51B3;&#x3002;&#x6240;&#x6709;&#x5BF9;&#x8BDD;&#x7684;&#x5F3A;&#x70C8;&#x7A0B;&#x5EA6;&#x90FD;&#x5927;&#x5927;&#x7684;&#x964D;&#x4F4E;&#x4E86;&#x3002;</p>
<h3 id="&#x7ED3;&#x8BBA;">&#x7ED3;&#x8BBA;</h3>
<p>&#x56DE;&#x5934;&#x770B;&#x770B;&#x90A3;&#x4E2A;&#x521A;&#x521A;&#x6BD5;&#x4E1A;&#x3001;&#x975E;&#x5E38;&#x65E0;&#x793C;&#x7684;&#x5C0F;&#x7537;&#x5B69;&#xFF0C;&#x6211;&#x7684;&#x804C;&#x4E1A;&#x751F;&#x6DAF;&#x53EF;&#x80FD;&#x975E;&#x5E38;&#x4E0D;&#x4E00;&#x6837;&#x3002;&#x6211;&#x66FE;&#x7ECF;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x4E00;&#x4E2A;&#x4E0D;&#x6EE1;&#x73B0;&#x72B6;&#xFF0C;&#x806A;&#x660E;&#x4F46;&#x662F;&#x5F88;&#x96BE;&#x4F3A;&#x5019;&#x7684;&#x4EBA;&#x3002;&#x5047;&#x5982;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x4E00;&#x8DEF;&#x4E0A;&#x6240;&#x9047;&#x5230;&#x7684;&#x5BFC;&#x5E08;&#x4EE5;&#x53CA;&#x5728;&#x804C;&#x4E1A;&#x521D;&#x671F;&#x6240;&#x9047;&#x5230;&#x7684;&#x4E00;&#x4E9B;&#x4EE4;&#x4EBA;&#x7F9E;&#x8FB1;&#x7684;&#x5931;&#x8D25;&#xFF0C;&#x6211;&#x7684;&#x4EA4;&#x9645;&#x80FD;&#x529B;&#xFF08;&#x7F3A;&#x4E4F;&#xFF09;&#x4F1A;&#x4EE4;&#x6211;&#x75B2;&#x60EB;&#x4E0D;&#x582A;&#x3002;&#x8FD9;&#x4E9B;&#x5929;&#xFF0C;&#x6211;&#x7ECF;&#x5E38;&#x627E;&#x5230;&#x90A3;&#x4E9B;&#x6BD4;&#x6211;&#x66F4;&#x5177;&#x7ECF;&#x9A8C;&#x7684;&#x4EBA;&#x5E76;&#x4E14;&#x5411;&#x4ED6;&#x4EEC;&#x7D22;&#x53D6;&#x5EFA;&#x8BAE;&#x3002;&#x6211;&#x53EF;&#x80FD;&#x4E0D;&#x4F1A;&#x518D;&#x72AF;&#x4E00;&#x4E9B;&#x5927;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4E5F;&#x4E0D;&#x4F1A;&#x7B49;&#x7740;&#x4E00;&#x4E2A;&#x9519;&#x8BEF;&#x53D1;&#x751F;&#x7136;&#x540E;&#x53BB;&#x627E;&#x4E2A;&#x6211;&#x4FE1;&#x4EFB;&#x7684;&#x4EBA;&#x95EE;&#x7ECF;&#x9A8C;&#x6027;&#x89C1;&#x89E3;&#x3002;</p>
<p>&#x5728;Yahoo&#x7684;&#x63A5;&#x8FD1;&#x4E94;&#x5E74;&#x65F6;&#x95F4;&#x662F;&#x6211;&#x804C;&#x4E1A;&#x751F;&#x6DAF;&#x4E2D;&#x53D8;&#x5316;&#x6700;&#x5927;&#x7684;&#x3002;&#x6211;&#x5DE5;&#x4F5C;&#x9762;&#x5BF9;&#x7684;&#x90FD;&#x662F;&#x5927;&#x89C4;&#x6A21;&#x7684;&#x6709;&#x8DA3;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x66F4;&#x5E86;&#x5E78;&#x81EA;&#x5DF1;&#x80FD;&#x591F;&#x540C;&#x4E00;&#x7CFB;&#x5217;&#x975E;&#x5E38;&#x4F18;&#x79C0;&#x7684;&#x7ECF;&#x7406;&#x548C;&#x5BFC;&#x5E08;&#x5728;&#x4E00;&#x8D77;&#x5DE5;&#x4F5C;&#x3002;&#x5C06;&#x6211;&#x53D8;&#x6210;&#x73B0;&#x5728;&#x6240;&#x81EA;&#x8C6A;&#x7684;&#x4EBA;&#xFF08;&#x65E0;&#x8BBA;&#x662F;&#x5DE5;&#x4F5C;&#x8FD8;&#x662F;&#x751F;&#x6D3B;&#x4E0A;&#x7684;&#xFF09;&#x7684;&#x539F;&#x56E0;&#x662F;&#x90A3;&#x4E9B;&#x5BF9;&#x8BDD;&#x3002;</p>
<p>&#x5047;&#x5982;&#x6211;&#x80FD;&#x591F;&#x7ED9;&#x4F60;&#x4EEC;&#x4E00;&#x6761;&#x6700;&#x91CD;&#x8981;&#x7684;&#x5EFA;&#x8BAE;&#x7684;&#x8BDD;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#xFF1A;&#x627E;&#x5230;&#x4ECE;&#x67D0;&#x4E00;&#x65B9;&#x9762;&#xFF08;&#x65E0;&#x8BBA;&#x662F;&#x6280;&#x672F;&#x4E0A;&#x8FD8;&#x662F;&#x7EC4;&#x7EC7;&#x80FD;&#x529B;&#x4E0A;&#x7B49;&#x65B9;&#x9762;&#xFF09;&#x6BD4;&#x4F60;&#x660E;&#x667A;&#x7684;&#x4EBA;&#xFF0C;&#x7136;&#x540E;&#x201C;&#x9ECF;&#x201D;&#x4E0A;&#x4ED6;&#x3002;&#x6BD4;&#x5982;&#x5982;&#x679C;&#x4F60;&#x4EEC;&#x80FD;&#x591F;&#x5B9A;&#x671F;&#x7684;&#x4E00;&#x8D77;&#x5403;&#x5348;&#x996D;&#x6216;&#x8005;&#x559D;&#x5496;&#x5561;&#xFF0C;&#x90A3;&#x4E48;&#x5C31;&#x5F00;&#x59CB;&#x6316;&#x6398;&#x4ED6;&#x4EEC;&#x8111;&#x888B;&#x91CC;&#x7684;&#x5927;&#x91CF;&#x77E5;&#x8BC6;&#x3002;&#x901A;&#x8FC7;&#x8FD9;&#x6837;&#x505A;&#xFF0C;&#x4F60;&#x7684;&#x804C;&#x4E1A;&#x751F;&#x6DAF;&#x751A;&#x81F3;&#x4F60;&#x7684;&#x751F;&#x6D3B;&#x90FD;&#x4F1A;&#x53D8;&#x7684;&#x975E;&#x5E38;&#x4E0D;&#x540C;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../" class="navigation navigation-prev " aria-label="Previous page: 前端">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../html5.html" class="navigation navigation-next " aria-label="Next page: HTML">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"尼古拉斯泽卡斯 最佳职业生涯建议","level":"1.1.1","depth":2,"next":{"title":"HTML","level":"1.1.2","depth":2,"path":"html5.md","ref":"html5.md","articles":[]},"previous":{"title":"前端","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[{"title":"尼古拉斯泽卡斯 最佳职业生涯建议","level":"1.1.1","depth":2,"path":"javascript/ni-gu-la-si-ze-qia-si-zui-jia-zhi-ye-sheng-ya-jian-yi.md","ref":"javascript/ni-gu-la-si-ze-qia-si-zui-jia-zhi-ye-sheng-ya-jian-yi.md","articles":[]},{"title":"HTML","level":"1.1.2","depth":2,"path":"html5.md","ref":"html5.md","articles":[]},{"title":"CSS","level":"1.1.3","depth":2,"path":"css.md","ref":"css.md","articles":[]},{"title":"JavaScript","level":"1.1.4","depth":2,"path":"javascript.md","ref":"javascript.md","articles":[]},{"title":"ECMAScript","level":"1.1.5","depth":2,"path":"ecmascript.md","ref":"ecmascript.md","articles":[]},{"title":"框架","level":"1.1.6","depth":2,"path":"kuang-jia.md","ref":"kuang-jia.md","articles":[{"title":"React","level":"1.1.6.1","depth":3,"path":"kuang-jia/react.md","ref":"kuang-jia/react.md","articles":[{"title":"React-DOM操作详解","level":"1.1.6.1.1","depth":4,"path":"kuang-jia/react/react-domcao-zuo-xiang-jie.md","ref":"kuang-jia/react/react-domcao-zuo-xiang-jie.md","articles":[]},{"title":"组件库","level":"1.1.6.1.2","depth":4,"path":"kuang-jia/react/zu-jian-ku.md","ref":"kuang-jia/react/zu-jian-ku.md","articles":[{"title":"AntDesign","level":"1.1.6.1.2.1","depth":5,"path":"kuang-jia/react/zu-jian-ku/antdesign.md","ref":"kuang-jia/react/zu-jian-ku/antdesign.md","articles":[]}]}]}]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["back-to-top-button"],"pluginsConfig":{"back-to-top-button":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"javascript/ni-gu-la-si-ze-qia-si-zui-jia-zhi-ye-sheng-ya-jian-yi.md","mtime":"2018-10-30T08:58:59.302Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-10-30T09:19:18.289Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

